Repository: npxrc/HourSync
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# Nav.Login
source: Login
de_de: Anmeldung

# Nav.Home
source: Home
de_de: Startseite

# Nav.Create
source: Create Submission
de_de: Anfrage erstellen

# Nav.Leaderboard
source: Leaderboard
de_de: Bestenliste

# LeaderboardTitle.Text
source: Leaderboard
de_de: Bestenliste

# Nav.Resync
source: Year in Review
de_de: Jahresrückblick

# Nav.Settings
source: Settings
de_de: Einstellungen

# Language.RestartDialog.Title
source: Restart required
de_de: Neustart erforderlich

# Language.RestartDialog.Content
source: Language changes will apply after restarting HourSync.
de_de: Sprachänderungen werden nach einem Neustart von HourSync angewendet.

# Language.RestartDialog.Primary
source: Restart now
de_de: Jetzt neu starten

# Language.RestartDialog.Close
source: Later
de_de: Später

# SettingsTitle.Text
source: Settings
de_de: Einstellungen

# SettingsLanguageLabel.Text
source: Language
de_de: Sprache

# SettingsLanguageSystem.Content
source: System default
de_de: Systemstandard

# SettingsLanguageEnglish.Content
source: English
de_de: Englisch

# SettingsLanguageGerman.Content
source: German
de_de: Deutsch

# SettingsClearLogButton.Content
source: Clear Log
de_de: Protokoll löschen

# SettingsMachineInfoButton.Content
source: See Machine Info
de_de: Geräteinfos anzeigen

# SettingsAboutButton.Content
source: About HourSync
de_de: Über HourSync

# RequestMakerPageTitle.Text
source: Request eHours
de_de: eHours anfragen

# RequestMakerDraftLoadedInfo.Title
source: Draft Loaded
de_de: Entwurf geladen

# RequestMakerDraftLoadedInfo.Message
source: Your last draft was loaded.
de_de: Ihr letzter Entwurf wurde geladen.

# RequestMakerDraftDeletedInfo.Title
source: Draft Deleted
de_de: Entwurf gelöscht

# RequestMakerDraftDeletedInfo.Message
source: Your previous draft has been deleted.
de_de: Ihr vorheriger Entwurf wurde gelöscht.

# RequestMakerDraftCorruptInfo.Title
source: Draft Load Failure
de_de: Entwurf konnte nicht geladen werden

# RequestMakerDraftCorruptInfo.Message
source: The draft which is saved to your %localappdata% folder is corrupt, outdated, or invalid, and was not loaded.
de_de: Der Entwurf in Ihrem %localappdata%-Ordner ist beschädigt, veraltet oder ungültig und wurde nicht geladen.

# RequestMakerOpenDraftButton.Content
source: Open Draft
de_de: Entwurf öffnen

# RequestMakerDeleteDraftButton.Content
source: Delete Draft
de_de: Entwurf löschen

# RequestMakerEventTitleLabel.Text
source: Enter your Event Title:
de_de: Titel der Veranstaltung eingeben:

# RequestMakerEventTitleBox.PlaceholderText
source: Event Title
de_de: Veranstaltungstitel

# RequestMakerEventDayLabel.Text
source: Day of Event:
de_de: Tag der Veranstaltung:

# RequestMakerRequestedHoursLabel.Text
source: Requested Number of eHours:
de_de: Angeforderte Anzahl eHours:

# RequestMakerRequestedHoursBox.PlaceholderText
source: Requested # of eHours
de_de: Angeforderte Anzahl eHours

# RequestMakerDetailsLabel.Text
source: Enter your submission details:
de_de: Details zur Einreichung eingeben:

# RequestMakerDetailsBox.PlaceholderText
source: Event Details
de_de: Veranstaltungsdetails

# RequestMakerSubmitButton.Content
source: Submit
de_de: Absenden

# RequestMakerImageUploadButton.Content
source: Image Upload
de_de: Bilder hochladen

# RequestMakerSaveToOneDriveText.Text
source: Save to OneDrive
de_de: In OneDrive speichern

# RequestMakerLoadDraftButton.Content
source: Load Draft...
de_de: Entwurf laden...

# RequestMakerClearButton.Content
source: Clear
de_de: Leeren

# RequestMakerFilesSelectedText.Text
source: No files selected.
de_de: Keine Dateien ausgewählt.

# RequestMakerSelectedImagesLabel.Text
source: Selected Images:
de_de: Ausgewählte Bilder:

# RequestMakerRemoveImageButton.ToolTipService.ToolTip
source: Remove image
de_de: Bild entfernen

# RequestMakerPopOutButton.Content
source: Pop out browser
de_de: Browser auskoppeln

# Home.AcceptedHoursText
source: Accepted Hours
de_de: Angenommen Stunden

# Home.PendingHoursText
source: Pending Hours
de_de: Bevorstehend Stunden

# Home.DeniedHoursText
source: Denied Hours
de_de: Abgelehnt Stunden

# Home.ReturnedHoursText
source: Returned Hours
de_de: Zurückgegebene Stunden

# LoginTitleText.Text
source: Login
de_de: Anmeldung

# LoginUsername.PlaceholderText
source: District Username
de_de: Distrikt-Benutzername

# LoginPassword.PlaceholderText
source: District Password
de_de: Distrikt-Passwort

# LoginButton.Content
source: Log In
de_de: Einloggen

# LoginForgotPassword.Content
source: Forgot Password?
de_de: Passwort Vergessen?

# Home.AcceptRateText
source: Acceptance Rate
de_de: Zustimmungquote

# ClearLogTitleText
source: Confirm
de_de: Bestätigen

# ClearLogContentText
source: Click "Clear" to confirm you would like to clear the log. These help for diagnostic purposes and are stored in your AppData folder.
de_de: Klicken Sie "Löschen", um zu bestätigen, dass Sie das Protokoll löschen möchten. Diese sind für diagnostischen Zwecken hilfreich, und werden im deinen AppData Ordner gespeichert.

# GenericCancelText
source: Cancel
de_de: Abbrechen

# ClearLogPrimaryText
source: Clear Log
de_de: Protokoll löschen

# ClearLogSecondaryText
source: Open Log
de_de: Protokoll öffnen

# OpenLogErrorTitle
source: Open Log Error
de_de: Fehler beim des Protkolls Öffnen

# OpenLogErrorContent
source: An error occurred when opening the log.
de_de: Es gibt ein Fehler, um das Protokoll öffnen machen.

# GenericLoadingText
source: Loading
de_de: Laden

# SettingsDeviceInfoPopupTitle
source: Device Information
de_de: Geräte Information

# NoNotesFoundText
source: No release notes found for XXX
de_de: Keine Release-Notes für XXX gefunden

# WhatsNewInVersionText
source: What's new in XXX
de_de: Was ist neu in XXX

# ProgressToEndorsementLabel.Text
source: Progress to Endorsement
de_de: Fortschritt zur Befürwortung

# LogoutButton.Content
source: Log Out
de_de: Abmelden

# SortDateOtoN.Text
source: Date (Old to New)
de_de: Datum (Alt bis Neu)

# SortDateNtoO.Text
source: Date (New to Old)
de_de: Datum (Neu bis Alt)

# SortNameAtoZ.Text
source: Name (A to Z)
de_de: Name (A bis Z)

# SortNameZtoA.Text
source: Name (Z to A)
de_de: Name (Z bis A)

# SortHoursLtoH.Text
source: Hours (Low to High)
de_de: Stunden (Niedrig bis Hoch)

# SortHoursHtoL.Text
source: Hours (High to Low)
de_de: Stunden (Hoch bis Niedrig)

# OpenReSyncButton.Content
source: Open ReSync
de_de: ReSync Öffnen

# ReloadHomeButton.Content
source: Reload
de_de: Nachladen

# AcceptedRequestsLabel.Text
source: Accepted Requests -
de_de: Angenommen Anfragen -

# DeniedRequestsLabel.Text
source: Denied Requests -
de_de: Abgelehnt Anfragen -

# PendingRequestsLabel.Text
source: Pending Requests -
de_de: Bevorstehend Anfragen -

# ReturnedRequestsLabel.Text
source: Returned Requests -
de_de: Zurückgegebene Anfragen -

# SortDropDown.Content
source: Sort by
de_de: Sortieren nach

# SearchBox.PlaceholderText
source: Search requests...
de_de: Suchanfragen...

# VM.SerialNumber
source: Serial Number
de_de: Seriennummer

# VM.Manufacturer
source: Manufacturer
de_de: Hersteller*in

# VM.Model
source: Model
de_de: Modell

# VM.VirtualMachine
source: Virtual Machine
de_de: Virtuelle Maschine

source: True
de_de: Wahr

source: False
de_de: Falsch

# DefaultStringText
source: Default String
de_de: Standardzeichenfolge

# TimeAgo_JustNow
source: Submitted just now.
de_de: Gerade eben eingereicht.

# TimeAgo_Submitted
source: Submitted
de_de: Vor

# TimeAgo_Day
source: XXX day
de_de: XXX Tag

# TimeAgo_Days
source: XXX days
de_de: XXX Tagen

# TimeAgo_Hour
source: XXX hour
de_de: XXX Stunde

# TimeAgo_Hours
source: XXX hours
de_de: XXX Stunden

# TimeAgo_Minutes
source: XXX minutes
de_de: XXX Minuten

# TimeAgo_Ago
source: ago.
de_de: eingereicht.

# GenericAt
source: at
de_de: um

# HomeRequestButtonHours.Text
source: Hours:
de_de: Stunden:

# HomeRequestButtonDate.Text
source: Date:
de_de: Datum:

# LeaderboardHoursHeader.Text
source: # of Hours
de_de: # der Stunden

source: Yes
de_de: Ja

source: No
de_de: Nein

# ConfirmDeleteMessage
source: Are you sure you would like to delete XXX?
de_de: Sind Sie sicher, dass Sie "XXX" löschen möchten?

# ConfirmDeleteTitle
source: Confirm Delete
de_de: Löschen Bestätigen

# DeletingTitle
source: Deleting
de_de: Wird löschen

# IncorrectCredentialsTitle
source: Incorrect Credentials
de_de: Falsche Anmeldedaten

# IncorrectCredentialsMessage
source: Your credentials for the user XXX are incorrect. Please log in again.
de_de: Ihre Anmeldedaten für den Benutzer XXX sind falsch. Bitte loggen Sie sich erneut ein.

# GenericErrorTitle
source: Error
de_de: Fehler

# GenericErrorMessage
source: An error occurred. Please check the log for more information.
de_de: Ein Fehler ist aufgetreten. Bitte überprüfen Sie das Protokoll für weitere Informationen.

# GenericCloseText
source: Close
de_de: Schließen

# DeletedSuccessfullyTitle
source: Deleted Succesfully
de_de: Erfolgreich gelöscht

# ErrorDeletingTitle
source: Error Deleting. Check the log for more info.
de_de: Fehler beim Löschen. Überprüfe das Protokoll für mehr Infos.

# CannotDeleteTitle
source: Cannot Delete
de_de: Kann nicht gelöscht werden

# CannotDeleteMessage
source: You cannot delete this request because it has already been accepted or denied by your academy instructor. Please contact the instructor of the XXX for further instructions.
de_de: Sie können diese Anfrage nicht löschen, da sie bereits von Ihrem Academy-Ausbilder akzeptiert oder abgelehnt wurde. Bitte kontaktieren Sie den Ausbilder der XXX für weitere Anweisungen.

# MaxEditorsReachedTitle
source: Max Editors Reached
de_de: Maximale Anzahl an Editoren erreicht

# MaxEditorsReachedMessage
source: This request is already open in another editor. Please close that editor or continue working there.
de_de: Diese Anfrage ist bereits in einem anderen Editor geöffnet. Bitte schließen Sie diesen Editor oder arbeiten Sie dort weiter.

# GoToExistingEditorText
source: Go to Existing Editor
de_de: Gehe zum vorhandenen Editor

# ConfirmEditTitle
source: Confirm Edit
de_de: Bearbeitung bestätigen

# ConfirmEditMessage
source: Are you sure you want to update this request?
de_de: Sind Sie sicher, dass Sie diese Anfrage aktualisieren möchten?

# UpdateButtonText
source: Update
de_de: Aktualisieren

# UpdatingTitle
source: Updating
de_de: Aktualisieren

# UpdatedSuccessfullyTitle
source: Updated Succesfully
de_de: Erfolgreich aktualisiert

# UnknownErrorMessage
source: Something else went wrong but we are unable to determine the cause. Try again using the official portal.
de_de: Etwas anderes ist schiefgelaufen, aber wir können die Ursache nicht ermitteln. Versuchen Sie es erneut über das offizielle Portal.

# GenericConfirmTitle
source: Confirm
de_de: Bestätigen

# ConfirmStopEditingMessage
source: Are you sure you want to stop editing? Your edits will be discarded.
de_de: Sind Sie sicher, dass Sie die Bearbeitung abbrechen möchten? Ihre Änderungen werden verworfen.

# DiscardText
source: Discard
de_de: Verwerfen

# RequestPageReqdEHLabel.Text
source: Requested number of eHours:
de_de: Angeforderte Anzahl eHours:

# RequestPageDelReqButton.Content
source: Delete Request
de_de: Anfrage löschen

# RequestPageEditReqButton.Content
source: Edit Request
de_de: Anfrage bearbeiten

# RequestPageOpenBrowserButton.Content
source: Open in Browser
de_de: Im Browser öffnen

# RequestPageDateSubLabel.Text
source: Date Submitted:
de_de: Eingereicht am:

# RequestPageEditEnabledBar.Title
source: Editing has been enabled
de_de: Bearbeitung wurde aktiviert

# RequestPageEditEnabledBar.Message
source: Make any changes you need and click 'Update' when you're done.
de_de: Nehmen Sie die gewünschten Änderungen vor und klicken Sie auf 'Aktualisieren', wenn Sie fertig sind.

# RequestPageEventDescLabel.Text
source: Event Description:
de_de: Veranstaltungsbeschreibung:

# RequestPageEventBodyBox.Text
source: If it still says loading after a while, try closing and reopening the request. Otherwise, try logging in again.
de_de: Wenn es nach einer Weile immer noch 'Laden' anzeigt, versuchen Sie, die Anfrage zu schließen und erneut zu öffnen. Versuchen Sie andernfalls, sich erneut anzumelden.

# RequestPageUpdateBtn.Content
source: Update
de_de: Aktualisieren

# RequestPageCancelBtn.Content
source: Cancel
de_de: Abbrechen

# RequestPageImagesUploadedLabel.Text
source: Images uploaded:
de_de: Hochgeladene Bilder:

source: Open Request
de_de: Anfragen Öffnen

source: Delete Request
de_de: Anfragen Löschen

# RequestMakerReadySubmit
source: Ready to submit? Click 'Submit' to proceed.
de_de: Bereit zum Absenden? Klicken Sie auf "Absenden", um fortzufahren.

# SortDropDown.ToolTipService.ToolTip
source: Sort
de_de: Sortieren

# StudentEHourProgressBar.ToolTipService.ToolTip
source: Your progress to endorsement.
de_de: Dein Fortschritt zur Befürwortung

# NewUpdateAvailableTitle
source: New Update Available
de_de: Neue Update Verfügbar

# NewUpdateAvailableContent
source: A newer version is available. Would you like to update?
de_de: Ein neuer Version ist verfügbar. Möchten Sie aktualisieren?

# LaterText
source: Later
de_de: Später

# UpdateText
source: Update
de_de: Aktualisieren

# PassTooShort
source: Password length is too short
de_de: Passwortgroße ist zu kurz

# UseYourUsernameTitle
source: Use Your Username
de_de: Verwenden Sie Ihren Benutzernamen

# UseYourUsernameContent
source: Use the same login you use for the regular eHours portal! You don't have to use your Gmail username; in fact it actually won't work if you do.
de_de: Verwenden Sie denselben Benutzernamen, den Sie für das reguläre eHours-Portal verwenden! Sie müssen nicht Ihre Gmail-Addresse verwenden. Dies wird hier nicht funktionieren.

# Status.Accepted
source: Accepted
de_de: Angenommen

# Status.Denied
source: Denied
de_de: Abgelehnt

# Status.Returned
source: Returned
de_de: Zurückgegebene

# Status.Pending
source: Pending
de_de: Bevorstehend

# ReloadHomeButton.ToolTipService.ToolTip
source: Fetches the home content again.
de_de: Ruft die Inhalte der Startseite erneut ab.

# RequestMakerTripCalculatorButton.Content
source: Calculate Trip Length
de_de: Reisedauern Berechnen

# TripCalculatorTitle
source: Calculate Trip Length
de_de: Reisedauern Berechnen

# RequestMakerIncludeStartDate
source: Include Start Date
de_de: Startdatum Einbeziehen

# RequestMakerIncludeEndDate
source: Include End Date
de_de: Enddatum Einbeziehen

# RequestMakerIncludesExplanation
source: For example: Including the start and end date on a trip from June 1 to June 5 would be a total of 5 days. Excluding the start or end would be 4 days. Excluding both would be 3 days. Useful if you want to exclude days of travel.
de_de: Zum Beispiel: Eine Reise vom 1. bis zum 5. Juni umfasst mit Start- und Enddatum insgesamt 5 Tage. lässt man den Start- oder Endtag weg, bleiben 4 Tage übrig; schließt man beide aus sing es 3 Tage. Das ist hilfreich, wenn man die Reisetage nicht mitzählen möchte.

# RequestMakerISDTBoth
source: (including the start day as the XXX
de_de: (einschließlich des XXX als Startdatum

# RequestMakerISDTOnly
source: (including the start day as the XXX)
de_de: (einschließlich des XXX als Startdatum)

# RequestMakerIEDTBoth
source: and the end day as the XXX)
de_de: und des XXX als Enddatum)

# RequestMakerIEDTOnly
source: (including the end day as the XXX)
de_de: (einschließlich des XXX als Enddatum)

# RequestMakerEDBeforeSD
source: End date cannot be before start date.
de_de: Enddatum darf nicht vor dem Startdatum liegen.

# GenericEgText
source: e.g.
de_de: z.B.

# GenericExText
source: e.x.
de_de: z.B.

# GenericExampleText
source: Example
de_de: Zum Beispiel

# RequestMakerStartDateHeader
source: Start Date
de_de: Startdatum

# RequestMakerEndDateHeader
source: End Date
de_de: Endatum

# HourSyncWillClose
source: HourSync will now close.
de_de: HourSync wird jetzt schließen.

# RequestMakerTotalHours
source: Total Hours
de_de: Insgesamt Stunden

# RequestMakerSleepingTimeHeader
source: Hours Slept Per Day
de_de: Anzahl der Stunden Pro Tage Geschlafen

# RequestMakerDailyHoursHeader
source: Hours Requested Per Day
de_de: Stunden Anfordern Pro Tage

source: Selected Files
de_de: Ausgewählt Dateien

# MRW-TitlePage-TitleText.Text
source: 1: Set Title Style Text
de_de: 1: Titelstil Festlegen

# MRW-TitlePage-BracketsRadio.Content
source: Brackets - [1], [2], [3]
de_de: Klammern - [1], [2], [3]

# MRW-ReviewPage-Brackets
source: Brackets
de_de: Klammern

# MRW-ReviewPage-Fraction
source: Fraction
de_de: Fraktion

# MRW-TitlePage-FractionRadio.Content
source: Fraction - 1/3, 2/3, 3/3
de_de: Fraktion - 1/3, 2/3, 3/3

# MRW-TitlePage-PartRadio.Content
source: Part - Part 1, Part 2, Part 3
de_de: Teil - Part 1, Part 2, Part 3

# MRW-TitlePage-NumberRadio.Content
source: Number - 1, 2, 3
de_de: Nummer - 1, 2, 3

# MRW-ReviewPage-Number
source: Number
de_de: Nummer

# MRW-TitlePage-ExplanationText.Text
source: Choose the style of the title for submitting:
de_de: Wählen Sie den Stil für den Titel.

# MRW-TitlePage-LW
source: NONE
de_de: Titelstile werden nur auf Englisch angehängt

# MRW-SplitPage-TitleText.Text
source: 2: Split Hours Style
de_de: 2: Stundenteilungstil

# MRW-SplitPage-FillRadio.Content
source: Fill
de_de: Fülle

# MRW-SplitPage-MaxHoursInput.PlaceholderText
source: Enter the max hours per request
de_de: Geben Sie die maximale Stundenzahl pro Anfrage ein.

# MRW-SplitPage-MaxPerRequestRadio.Content
source: Max Per Request
de_de: Maximal Pro Anfrage

# MRW-SplitPage-EvenlyRadio.Content
source: Evenly
de_de: Gleichmäßig

# MRW-SplitPage-ExplanationText.Text
source: Choose how you want to split the eHours across requests:
de_de: Wählen Sie aus, wie Sie den Stunden aufteilen möchten:

# MRW-ImagePage-TitleText.Text
source: 3: Image Attachment Mode
de_de: 3: Bildanhangmodus

# MRW-ImagePage-FirstRequestOnlyRadio.Content
source: First Request Only
de_de: Nur Ersten Anfrage

# MRW-ImagePage-AllRequestsRadio.Content
source: All Requests
de_de: Alle Anfragen

# MRW-ImagePage-ExplanationText.Text
source: Choose how to attach images to requests:
de_de: Wählen Sie aus, wie Bilder an Anfragen angehängt werden sollen:

# MRW-ReviewPage-TitleText.Text
source: 4: Review
de_de: 4: Überprüfen

# MRW-ReviewPage-SelectedSettingsText.Text
source: Selected Settings:
de_de: Ausgewählt Einstellungen:

# MRW-ReviewPage-ExplanationText.Text
source: Review your selected settings and the preview before submitting.
de_de: Überprüfen Sie die ausgewählten Einstellungen und die Vorschau, bevor Sie die Anfragen absenden.

# GenericRequest
source: request
de_de: anfrage

# GenericHrs
source: hrs
de_de: std

# GenericRequests
source: requests
de_de: anfragen

# GenericBackText
source: Back
de_de: Züruck

# GenericContinueText
source: Continue
de_de: Weiter

# GenericFinishText
source: Finish
de_de: Fertig

# MRW-SplitPage-EvenlyRadioRecommended
source: Evenly (recommended)
de_de: Gleichmäßig (empfohlen)

# MRW-SplitPage-FillRadioNotRecommended
source: Fill (not recommended)
de_de: Fülle (nicht empfohlen)

# MRW-ReviewPage-TitleStyleText
source: Title Style
de_de: Titelstil

# MRW-ReviewPage-SplitModeText
source: Hours Split Style
de_de: Stundenteilungstil

# MRW-ReviewPage-ImageModeText
source: Image Attachment Mode
de_de: Bildanhangmodus

# HEICTitle
source: Convert HEIC
de_de: HEIC Konvertieren

# HEICConvertContent
source: Some files could not be added without converting them. Would you like to convert them to PNG?\n\nXXX
de_de: Einige Dateien konnten nicht ohne Konvertierung hinzugefügt werden. Möchten Sie diese in PNG konvertieren?\n\nXXX
